Repository: Vivodia/woocommerce-product-stock-alert
Catalog: languages/woocommerce-stock-manager-*.po
Languages: fr_fr

source: Create an alert message for users attempting to subscribe from blocked domains.
fr_fr: Message à l'attention des utilisateurs qui souscrivent avec un nom de domaine bloqué.

source: " target="_blank"><span class="pro-strong">Pro</span></a> for unlocking reCAPTCHA for out-of-stock form subscriptions.
fr_fr: " target="_blank"><span class="pro-strong">Pro</span></a> pour accéder à "reCAPTCHA" sur les formulaires d'abonnement.

source: " target="_blank"><span class="pro-strong">Pro</span></a> to enable Double Opt-in flow for subscription confirmation.
fr_fr: " target="_blank"><span class="pro-strong">Pro</span></a> pour autoriser la confirmation d'abonnement Double Opt-in.

source: %customer_email% is already registered for %product_title%. Please attempt a different email address.
fr_fr: %customer_email% est déjà enregistré pour %product_title%. Veuillez fournir une autre adresse e-mail.

source: %customer_email% is successfully unregistered.
fr_fr: %customer_email% retiré de la liste avec succès.

source: A Customer has subscribed a product on {site_title}
fr_fr: Un client a souscrit à un produit sur {site_title}

source: Admin will get an alert when customer subscribe any out of stock product
fr_fr: L'administrateur recevra une alerte lorsqu'un client s'abonnera à un produit indisponible

source: Alert admin
fr_fr: Alerte

source: Alert Box Customizer
fr_fr: Personnalisation de la boite d'alerte

source: Alert customer when their subscribed product becomes in stock
fr_fr: Avertir les clients quand les articles sont à nouveau disponibles

source: Alert Subscriber
fr_fr: Avertir l'abonné

source: Allow Subscriptions with Active Backorders
fr_fr: Autoriser les abonnement sur les produits en commande

source: Ban Email Control Center.
fr_fr: Centre de contrôle des e-mails bannis.

source: Blocked Domain Alert Message
fr_fr: Message d'alerte de domaine bloqué

source: Blocked Email Addresses
fr_fr: Adresse de messagerie bloquée

source: Blocked Email Alert Message
fr_fr: Message d'alerte de messagerie bloquée

source: Blocked Email Domains
fr_fr: Domaines de messagerie bloqués

source: Boost sales with real-time stock alerts! Notify customers instantly when products are back in stock. Simplify data management by exporting and importing stock data with ease.
fr_fr: Boostez vos ventes avec des alertes de stock en temps réel ! Avertissez instantanément les clients lorsque les produits sont de nouveau en stock. Simplifiez la gestion des données en exportant et en important facilement les données de stock.

source: Configure basic product manager settings.
fr_fr: Configuration des réglages de bases.

source: Configure form settings.
fr_fr: Configuration des champs de saisie.

source: Configure mailChimp settings.
fr_fr: Configuration des réglages MailChimp.

source: Confirm customer when they subscribe a product
fr_fr: Confirmer au client lorsqu'il souscrit à un produit

source: Confirm subscriber
fr_fr: Confirmation d'abonné

source: Create an alert message for users attempting to subscribe from blocked Email ID.
fr_fr: Créez un message d'alerte pour les utilisateurs qui tentent de s'abonner à partir d'un identifiant de messagerie bloqué.

source: Customer Details
fr_fr: Détails du client

source: Customize Button
fr_fr: Paramétrer le bouton

source: Customize message that appears after user submits the form.
fr_fr: Personnaliser le message qui apparait quand un utilisateur soumet le formulaire.

source: Descriptive text guiding users on the purpose of providing their email address above the email entry field.
fr_fr: Texte descriptif, au-dessus du champ de saisie de l'e-mail, guidant les utilisateurs dans le but de fournir leur adresse e-mail.

source: Display Subscriber Count for Out of Stock Items
fr_fr: Afficher le nombre des abonnés pour les produits indisponibles

source: Docs
fr_fr: Documents

source: Email Blocker
fr_fr: Bloqueur d'e-mail

source: Email Field Placeholder
fr_fr: Champ pour l'e-mail

source: Email Validation Error
fr_fr: Erreur de validation de l'e-mail

source: Enable Mailchimp
fr_fr: Activer MailChimp

source: Enable this to activate Mailchimp.
fr_fr: Activation MailChimp.

source: Enabling this setting allows users to subscribe to out-of-stock products, even when the backorder option is enabled.
fr_fr: L'activation de ce paramètre permet aux utilisateurs de s'abonner à des produits en rupture de stock, même lorsque l'option de pré-commande est activée.

source: Enabling this setting shows the subscriber count on the single product page.
fr_fr: L'activation de ce paramètre affiche le nombre d'abonnés sur la page du produit.

source: Enter your email
fr_fr: Entrez votre e-mail

source: Export CSV
fr_fr: Exporter le CSV

source: Following is the product link :
fr_fr: Voici le lien produit :

source: Form Customization
fr_fr: Personnalisation du formulaire

source: General
fr_fr: Général

source: Get Pro
fr_fr: Passez à la version Pro

source: Hi there. A customer has subscribed a product on your shop. Product details are shown below for your reference:
fr_fr: Bonjour, un client a souscrit à un produit dans votre boutique. Pour référence, voici les détails :

source: Hi there. You have subscribed a product. Your subscribed product is available now. Product details are shown below for your reference:
fr_fr: Bonjour, Vous avez souscrit à un produit. Le produit auquel vous avez souscrit est maintenant disponible. Pour référence, voici les détails :

source: Hi there. You have successfully subscribed a product. We will inform you when the product becomes available. Product details are shown below for your reference:
fr_fr: Bonjour, vous avez souscrit à un produit sur notre site. Nous vous informerons dès qu'il sera à nouveau disponible. Voici les détails du produit pour lequel vous avez souscrit :

source: Interested Person( s )
fr_fr: Personne(s) intéressée(s)

source: Inventory Manager
fr_fr: Gestionnaire de stock

source: It will represent email field placeholder text.
fr_fr: Texte du champ de courrier électronique.

source: Kindly check your inbox to confirm the subscription.
fr_fr: Veuillez vérifier votre émail pour confirmer votre abonnement.

source: Mail Sent <span class="count">( %s )</span>
fr_fr: E-mail envoyé <span class="count">( %s )</span>

source: Mailchimp API
fr_fr: API MailChimp

source: Mailchimp Integration
fr_fr: Intégration MailChimp

source: Mailchimp List
fr_fr: Liste MailChimp

source: Modify the subscribe button text. By default we display Notify Me.
fr_fr: Modifier le texte du bouton abonnement. Par défaut, nous affichons M'alerter.

source: Modify the text that confirms user that they have successful unsubscribe.
fr_fr: Modifier le texte qui confirme à l'utilisateur son désabonnement.

source: Modify the un-subscribe button text. By default we display Unsubscribe.
fr_fr: Modifier le texte du bouton de désabonnement. Par défaut, nous affichons Se désabonner.

source: Notify Me
fr_fr: M'avertir

source: Notify me
fr_fr: M'avertir

source: Number of Interested Person( s )
fr_fr: Nombre de personne(s) intéressée(s)

source: Number of Interested Person( s ) :
fr_fr: Nombre de personne(s) intéressée(s) :

source: Personalize the message shown to users when they try to subscribe with an invalid email address.
fr_fr: Personnalisation du message indiquant à l'utilisateur qu'il a entré une adresse émail non valide.

source: Personalize the notification text to let users know about the quantity of subscribers for out-of-stock item. Note: Use %no_of_subscribed% as number of interest/subscribed persons.
fr_fr: Personnalisez le texte de notification pour informer les utilisateurs du nombre d'abonnés pour un article en rupture de stock. Remarque : Utilisez %no_of_subscribed% comme nombre de personnes abonnées.

source: Please enter a valid email ID and try again.
fr_fr: Veuillez entrer une adresse e-mail valide et recommencer.

source: Please try again.
fr_fr: Veuillez recommencer.

source: Price
fr_fr: Prix

source: Processing...
fr_fr: Traitement ...

source: Product
fr_fr: Produit

source: Product Details
fr_fr: Détail du produit

source: Receive in-stock notifications for this product.
fr_fr: Recevez des notifications de retour en stock pour ce produit.

source: Receive in-stock notifications for this.
fr_fr: Recevez des notifications de retour en stock pour ce produit.

source: Recipient Email for New Subscriber
fr_fr: Adresse émail pour les nouveaux inscrits

source: Remove Subscribers
fr_fr: Retirer les abonnés

source: Removed subscribers from %s product.
fr_fr: Retirer les abonnés de %s produit.

source: Repeated Subscription Alert
fr_fr: Alerte d'abonnement multiple

source: Select a Mailchimp list.
fr_fr: Choisir une liste MailChimp.

source: Set the email address to receive notifications when a user subscribes to an out-of-stock product. You can add multiple comma-separated emails.<br/> Default: The admin's email is set as the receiver. Exclude the admin's email from the list to exclude admin from receiving these notifications.
fr_fr: Définissez l'adresse e-mail pour recevoir des notifications lorsqu'un utilisateur s'abonne à un produit en rupture de stock. Vous pouvez ajouter plusieurs e-mails séparés par des virgules.<br/> Par défaut : l'e-mail de l'administrateur est défini comme destinataire. Retirez l'adresse e-mail de l'administrateur de la liste pour empêcher l'administrateur de recevoir ces notifications.

source: Settings
fr_fr: Réglages

source: Settings Saved
fr_fr: Réglages sauvegardés

source: Some error occurs
fr_fr: Une erreur c'est produite

source: Specify email addresses that are restricted from subscribing. You can add multiple commma seperated emails.
fr_fr: Spécifiez les adresses e-mail dont l'abonnement est restreint. Vous pouvez ajouter plusieurs e-mails séparés par des virgules.

source: Specify email domains that are restricted from subscribing. You can add multiple commma seperated emails.
fr_fr: Spécifiez les adresses e-mail dont l'abonnement est restreint. Vous pouvez ajouter plusieurs e-mails séparés par des virgules.

source: Stock Manager
fr_fr: Gestionnaire de stock

source: Stock Manager Export
fr_fr: Export du gestionnaire de stock

source: Submission Messages
fr_fr: Message d'abonnement

source: Subscribe Button
fr_fr: Bouton d'abonnement

source: Subscriber Count Notification Message
fr_fr: Message du nombre d'abonnement

source: Subscriber Double Opt-in
fr_fr: Abonnement Double Opt-in

source: Subscriber List
fr_fr: Liste d'abonnés

source: Subscriber List
fr_fr: Liste d'abonnés

source: Subscription Purpose Description
fr_fr: Description de l'abonnement

source: Successful Form Submission
fr_fr: Soumission du formulaire réussie

source: Text Customization
fr_fr: Personnalisation du texte

source: Thank you for expressing interest in %product_title%. We will notify you via email once it is back in stock.
fr_fr: Merci de l'intérêt que vous portez à notre produit %product_title%. Nous vous informerons par émail dès qu'il sera à nouveau en stock.

source: This email address is ban in our site, kindly use another email address.
fr_fr: Cette adresse e-mail est interdite sur notre site, merci d'utiliser une autre adresse e-mail.

source: This email domain is ban in our site, kindly use another email domain.
fr_fr: Ce domaine de messagerie est interdit sur notre site, veuillez utiliser un autre domaine.

source: Tip: Enhance personalization by incorporating %product_title% for dynamic product titles and %customer_email% for individual customer emails.
fr_fr: Astuce : améliorez la personnalisation en incorporant %product_title% pour les titres de produits et %customer_email% pour les e-mails de clients.

source: Tip: Utilize %product_title% for dynamic product titles and %customer_email% for personalized customer email addresses in your messages.
fr_fr: Rem. : Utiliser %product_title% pour inserer le titre du produit et %customer_email% pour insérer l'adresse émail dans votre message.

source: Unsubscribe
fr_fr: Désabonnement

source: Unsubscribe Button
fr_fr: Bouton de désabonnement

source: Unsubscribe Confirmation
fr_fr: Confirmation de désabonnement

source: WC Stock Manager Export
fr_fr: Export du gestionnaire de stock WC

source: Welcome to {site_title}
fr_fr: Bienvenu sur {site_title}

source: When you click the button below, this will export all out of stock products with subscribers email.
fr_fr: Lorsque vous cliquez sur le bouton ci-dessous, tous les produits en rupture de stock seront exportés avec l'e-mail des abonnés.

# woostockalert
source: Mail Sent
fr_fr: Émail envoyé

# woostockalert
source: Subscribed
fr_fr: Abonné

# woostockalert
source: Unsubscribed
fr_fr: Désabonner

source: You have subscribed a product on {site_title}
fr_fr: Vous êtes abonnés à un produit sur {site_title}

source: Your Subscribed product on {site_title} is available now
fr_fr: Le produit pour lequel vous avez souscrit sur {site_title} est maintenant disponible
